[
  {
    "name": "The Kenko Life",
    "category": "Nutrition & Diet",
    "description": "The Kenko Life delivers healthy, pre-prepared meals daily to customers' doorsteps.  Their target market is health-conscious individuals seeking convenient, nutritionally balanced food.  A key differentiator is their daily-changing menu, avoiding meal repetition for 26 days.  They offer free consultations with a nutritionist.",
    "founders": "Neeraj Kumar Yadav, Vivek Chandran",
    "website": "https://thekenkolife.com/",
    "linkedin": "https://www.linkedin.com/company/the-kenko-life/"
  },
  {
    "name": "Allo Health",
    "category": "Sexual Health",
    "description": "Allo is a sexual health clinic offering treatment for erectile dysfunction, premature ejaculation, vaginismus, sexual desire concerns, relationship issues, and porn addiction.  Their target market is individuals and couples experiencing sexual health problems.  Key differentiators appear to be a holistic, judgment-free, and discreet approach,  with multiple clinic locations in India.",
    "founders": "Pranay Jivrajka",
    "website": "https://www.allohealth.care/",
    "linkedin": "https://www.linkedin.com/company/allo-healthcare/"
  },
  {
    "name": "Nourish You India",
    "category": "Nutrition & Diet",
    "description": "Nutrivative Foods sells vegan milk (millet milk), ghee, and other superfoods like quinoa, chia seeds, and muesli.  Their target market is health-conscious consumers in India seeking plant-based and nutritious food options.  A key differentiator is their focus on sourcing quinoa and chia seeds from Indian farms, supporting local farmers and potentially emphasizing domestic production.",
    "founders": "Krishna Reddy, Rakesh Kilaru, Sowmya Reddy , Abhay Rangan",
    "website": "https://nourishyou.in/",
    "linkedin": "https://www.linkedin.com/company/nourish-you-india/"
  },
  {
    "name": "Invictus Performance Lab",
    "category": "Fitness & Wellness",
    "description": "Invictus Performance Lab offers virtual and in-person strength and conditioning, rehabilitation, and performance enhancement services.  Their target market includes athletes (from various disciplines) and individuals seeking holistic health and performance improvement. Key differentiators include a transdisciplinary approach,  virtual training options emphasizing accountability, and a focus on injury prevention and management.",
    "founders": "Varun Shetty, Rohan Mathew",
    "website": "https://www.invictusperformancelab.com/",
    "linkedin": "https://www.linkedin.com/company/invictusperformancelab/"
  },
  {
    "name": "Amura Health",
    "category": "Nutrition & Diet",
    "description": "Amura offers a program to reverse food intolerances and their associated health issues, targeting individuals experiencing symptoms like those related to type-2 diabetes.  The program differentiates itself through a holistic approach including root-cause diagnosis, customized nutritional plans, and 24/7 support.  Success is not guaranteed for all, particularly those with extensive intestinal damage or certain genetic conditions.",
    "founders": "Saravanull Balakrishnull",
    "website": "https://amura.ai/ai/fi/",
    "linkedin": "https://www.linkedin.com/company/amuraai/"
  },
  {
    "name": "NatFirst",
    "category": "Health Data Management",
    "description": "NatFirst provides AI-powered product intelligence solutions for the health and wellness industry.  They offer API integration for superior product cataloging and high-quality data, personalized nutrition insights, and actionable ingredient intelligence.  Their key differentiator is the use of advanced AI and machine learning, along with expert oversight, to transform complex medical and nutritional data into easily accessible insights for both consumers and businesses.",
    "founders": "Ravi Teja Putrevu, Raghav Putrevu, Dr. Aman Basheer Sheikh",
    "website": "https://www.natfirst.com/",
    "linkedin": "https://www.linkedin.com/company/natfirstindia"
  },
  {
    "name": "Supply6",
    "category": "Nutrition & Diet",
    "description": "Supply6 sells Flawless Skin Gummies, a dietary supplement targeting the beauty and wellness market.  The gummies, containing collagen peptides, Vitamin C, and hyaluronic acid, promise improved skin health (hydration, reduced acne, etc.).  A key differentiator appears to be the gummy format and plant-based collagen source.",
    "founders": "Vaibhav Bhandari, Rahul Jacob",
    "website": "https://supplysix.com/products/flawless-skin",
    "linkedin": "https://www.linkedin.com/company/supply6/"
  },
  {
    "name": "Dial4242 Ambulances",
    "category": "Other",
    "description": "Dial4242 is an ambulance service provider targeting a broad market across 856 cities.  They offer a wide range of ambulance types, including basic, ICU, pediatric, air, pet, and wheelchair ambulances,  as well as supporting apps for users, drivers, and owners.  Key differentiators are unclear from the provided text, but the large network and diverse service offerings are highlighted.",
    "founders": "Atin Verma, Jeetendra Lalwani",
    "website": "https://www.dial4242.com/",
    "linkedin": "https://www.linkedin.com/company/dial4242.com/"
  },
  {
    "name": "Breathe Well-being",
    "category": "Chronic Disease Management",
    "description": "This startup offers a clinically proven diabetes reversal program, targeting adults with type 2 diabetes.  The program boasts over 10,000 successful reversals and a \"no outcome, no pay\" guarantee.  A key differentiator appears to be the emphasis on reversing diabetes, not just managing it, with documented success stories showcasing significant HbA1c and weight reductions.",
    "founders": "Rohan Verma , Aditya Kaicker",
    "website": "https://www.breathewellbeing.in/",
    "linkedin": "https://www.linkedin.com/company/breathe-well-being/"
  },
  {
    "name": "MAMMA-MIYA",
    "category": "Mental Health",
    "description": "Mamma-Miya is an AI-powered productivity and wellbeing app for mothers.  Its target market is mothers worldwide, addressing their disproportionate mental load and work-life balance struggles.  Key differentiators include its focus on mindful organization, a \"Brain Dump\" feature for managing mental clutter,  a global mom community, and integration with activity and period trackers.  The app aims to improve both productivity and wellbeing for mothers.",
    "founders": "Aashika Aleya Abraham, Namrata Mayanil",
    "website": "https://mamma-miya.com/",
    "linkedin": "https://www.linkedin.com/company/mamma-miya/"
  },
  {
    "name": "Health Tick",
    "category": "Fitness & Wellness",
    "description": "Health Tick uses Behavioural Science & AI to help you lose weight safely, effectively and permanently. Build a better relationship with food, be more active (even if you don't hit the gym), improve your sleep and manage your stress so that you can make a long-lasting change.",
    "founders": "Shivanshi Verma, Sandeep Kumar",
    "website": "https://www.myhealthtick.com/",
    "linkedin": "https://www.linkedin.com/company/healthtick/"
  },
  {
    "name": "Miyara",
    "category": "Women's Health",
    "description": "Miyara offers science-backed programs and support for women navigating perimenopause and menopause.  Targeting women in midlife,  its key differentiator is a holistic approach combining symptom management programs, mental health support, a supportive community, and personalized care.  This contrasts with services focused solely on individual symptoms.",
    "founders": "Gayatri Muthukrishnull, Ph.D, Sanjana Rao, Ph.D.",
    "website": "http://www.miyarahealth.com/",
    "linkedin": "https://www.linkedin.com/company/miyara-health/"
  },
  {
    "name": "Sports For All (SFA)",
    "category": "Fitness & Wellness",
    "description": "The website for SFAPLAY.COM offers sporting championships (likely focused on a specific sport, though details are lacking).  The target market is unclear, but it likely involves sports enthusiasts and/or athletes.  No key differentiators are evident from the provided text; further content analysis is needed.",
    "founders": "Vishwas Choksi, Rishikesh Joshi",
    "website": "https://www.sfaplay.com/",
    "linkedin": "https://www.linkedin.com/company/sfa-events-pvt.-ltd/mycompany/?viewAsMember=true"
  },
  {
    "name": "Spocademy",
    "category": "Fitness & Wellness",
    "description": "Spocademy offers online coaching and training resources focused on track and field events (100m run, 1600m run, shot put, long jump, high jump).  Their target market is individuals interested in improving their performance in these athletic disciplines.  Key differentiators are not explicitly stated on the provided website content, but the platform appears to emphasize video submissions, leaderboards, and regular practice opportunities.",
    "founders": "Yatin Shriwardhankar",
    "website": "https://www.spocademy.com/",
    "linkedin": "https://www.linkedin.com/company/spocademy/"
  },
  {
    "name": "Gladful",
    "category": "Nutrition & Diet",
    "description": "This website sells ready-to-mix, healthy breakfast foods like pancakes, dosas, and upma.  The target market is health-conscious consumers seeking convenient, additive-free options. Key differentiators are the emphasis on sprouted ingredients, the absence of palm oil, refined sugar, trans fats, cholesterol, and artificial colors, and a focus on high protein content.",
    "founders": "Parul Sharma , Manu Sharma",
    "website": "https://gladful.in/",
    "linkedin": "https://www.linkedin.com/company/gladful/"
  },
  {
    "name": "ZenOncoIO",
    "category": "Chronic Disease Management",
    "description": "ZenOnco.io offers integrative cancer care programs, including Stage 4 cancer recovery, pain management, and nutritional support using Ayurveda and medical cannabis.  Their target market is cancer patients seeking alternative and complementary therapies. Key differentiators appear to be a holistic approach combining conventional oncology with complementary medicine and multilingual support.",
    "founders": "Dimple Parmar , Kishan Shah",
    "website": "https://zenonco.io/services/ayurveda",
    "linkedin": "https://in.linkedin.com/company/zenonco-io"
  },
  {
    "name": "FITPASS",
    "category": "Fitness & Wellness",
    "description": "FITPASS is India’s largest app-based, full-stack corporate wellbeing and engagement platform, revolutionising fitness by making it affordable, accessible, and convenient. They offer one membership for everything fitness to bridge the gaps in employee wellness and productivity.",
    "founders": "Akshay Verma, Arushi Verma",
    "website": "https://fitpass.co.in/",
    "linkedin": "https://www.linkedin.com/company/fitpassindia/"
  },
  {
    "name": "The Little Gym India",
    "category": "Fitness & Wellness",
    "description": "The Little Gym offers enrichment and physical development programs for children aged 4 months to 12 years.  Targeting parents of young children in India and internationally, its key differentiator is a proprietary, movement-based curriculum focusing on motor, social, and cognitive development.  The company also presents strong franchise opportunities, highlighting its extensive experience, support systems, and established global presence.",
    "founders": "Shriram Ramdas",
    "website": "https://thelittlegym.in/own-a-gym-franchise/",
    "linkedin": "https://www.linkedin.com/company/the-little-gym-india/"
  },
  {
    "name": "Basil",
    "category": "Nutrition & Diet",
    "description": "Basil is the first go-to brand for H.E.A.L.T.H. and nutrition food needs. No added sugar, No preservative, All natural, Easily customizable, Accessible within 5 mins, Local, seasonal, fresh, Too tasty, High on quality and transparency",
    "founders": "Harshita Kejriwal, Akshay Chaudhari",
    "website": "https://www.basil.health/",
    "linkedin": "https://www.linkedin.com/company/healthbasil/"
  },
  {
    "name": "StepOut",
    "category": "Sports",
    "description": "StepOut provides AI-powered video analysis software for football clubs and academies.  Its target market is the football industry, encompassing coaches, analysts, and players. Key differentiators include automated video tagging and cutting using AI/ML, offering comprehensive data-driven insights via features like network analysis and interactive maps, and a player app with gamification.",
    "founders": "Sayak Ghosh, Jeet Karmakar",
    "website": "https://www.stepout.ai/",
    "linkedin": "https://www.linkedin.com/company/wedoflow/"
  },
  {
    "name": "Medoplus Services Private Limited",
    "category": "Telemedicine/Telehealth",
    "description": "A health-tech company dedicated to facilitating the healthcare journey of all. They connect people to their nearby recognized healthcare facilities and ensure that their healthcare journey is hassle-free, saves avoidable travel, connects to all follow up actions, manages health records and all this at a preferred fee by using MedoPlus App",
    "founders": "Prakash Bakshi, Neeraj Chandra",
    "website": "https://medoplus.in/",
    "linkedin": "https://www.linkedin.com/company/medoplus/"
  },
  {
    "name": "Upside Health",
    "category": "Nutrition & Diet",
    "description": "Upside Health sells healthy, delicious desserts, mithai, bars, breakfast mixes, and snacks.  Their target market is health-conscious consumers seeking guilt-free indulgence.  Key differentiators include the use of no added sugar, no gluten, no seed oils, and no preservatives, while maintaining taste and offering a wide product range.",
    "founders": "Sachin Vyas, Shweta Vyas",
    "website": "https://upsidehealth.in/shop/",
    "linkedin": "https://www.linkedin.com/company/upside-health-fitness/"
  },
  {
    "name": "Merry Health",
    "category": "Other",
    "description": "Merry Health is an innovative health-tech platform striving to strengthen and scale healthcare services from care to prevention through a digital, intelligent and user-friendly ecosystem. They bring together patients and service providers on an aggregated booking platform that offers a wide range of 24/7 healthcare services through a large network of hospitals, ambulances and service providers.",
    "founders": "Vedaang Prasad",
    "website": "https://merryhealth.in/",
    "linkedin": "https://www.linkedin.com/company/merry-health/"
  },
  {
    "name": "Bharosa Healthtech",
    "category": "Other",
    "description": "Buiding trust between doctors and patienst through unbiased review systems.",
    "founders": "Vandit Jain, Nidhi Bharani, Amit Gupta",
    "website": "https://bharosa.life/",
    "linkedin": "https://www.linkedin.com/company/bharosa-ai/"
  },
  {
    "name": "Dognosis",
    "category": "Medical Devices/Equipment",
    "description": "Deeptech startup developing an affordable and non-invasive breath based multi-cancer early detection test.",
    "founders": "Akash Kulgod, Itamar Bitan",
    "website": "https://www.dognosis.tech/dognosis-1023bd4a5603801dab12e8bd539296a5",
    "linkedin": null
  },
  {
    "name": "Fourth Frontier",
    "category": "Medical Devices/Equipment",
    "description": "Fourth Frontier is a pioneering health tech company that builds and offers products and services for monitoring and improving heart health for people across the world. Cardiovascular disease is the leading cause of mortality across the globe. Despite its importance, affordable products and services to monitor and improve heart health from the comfort of home have not been available to consumers. Fourth Frontier is committed to solving this important problem.",
    "founders": "Manav Bhushan, Dr. Peter Tanel Joseph MBBS",
    "website": "https://in.fourthfrontier.com/",
    "linkedin": "https://www.linkedin.com/company/fourth-frontier/"
  },
  {
    "name": "Michezo Sports",
    "category": "Sports",
    "description": "Michezo Sports is an Indian company specializing in the design and construction of sports facilities.  Their target market includes educational institutions, IT firms, government bodies, real estate developers, and architects.  They offer a comprehensive range of services, from football turf to athletic track construction, differentiating themselves through experienced professionals and a commitment to technically sound, commercially viable, and aesthetically pleasing designs.",
    "founders": "Maharishi (Rishi) Sridhar, Deepak Natraj",
    "website": "http://www.michezosports.com/",
    "linkedin": "https://www.linkedin.com/company/michezo-sports/"
  },
  {
    "name": "XUME",
    "category": "Nutrition & Diet",
    "description": "PlanMyFood is a mobile app providing nutritional information and personalized scores for food products.  Its target market is health-conscious consumers seeking to make better food choices.  Key differentiators include personalized scoring based on individual dietary needs and goals, a large product database, and independent ratings free from brand influence.",
    "founders": "Akshaye Jalan",
    "website": "https://xume.co/",
    "linkedin": "https://www.linkedin.com/company/xumeindia/"
  },
  {
    "name": "Serigen",
    "category": "Medical Devices/Equipment",
    "description": "Makes medical grade products using properties of silk for effective and advanced tissue repair for bone regeneration.",
    "founders": "Anuya Nisal, Swati Shukla",
    "website": null,
    "linkedin": null
  },
  {
    "name": "unlock.fit",
    "category": "Nutrition & Diet",
    "description": "This startup offers DNA-based personalized wellness programs.  Their target market is health-conscious individuals seeking customized nutrition and fitness plans. Key differentiators appear to be the use of DNA analysis to tailor plans and the inclusion of consultations with nutritionists and/or experts.  Multiple program tiers are available at varying price points.",
    "founders": "Shah Fahad, Masroor Lodi",
    "website": "https://www.unlock.fit/",
    "linkedin": "https://www.linkedin.com/company/unlock-fit/"
  },
  {
    "name": "Farmako",
    "category": "Other",
    "description": "30 minute medicine delivery to your doorstep.",
    "founders": "Aman Bhandula, Nikhil Kumar, Kaishu Sahu",
    "website": null,
    "linkedin": null
  },
  {
    "name": "Padel India",
    "category": "Fitness & Wellness",
    "description": "Making India play Padel.",
    "founders": "Alan Healy",
    "website": "https://www.instagram.com/padelindiaofficial/",
    "linkedin": "https://www.linkedin.com/company/padel-india/"
  },
  {
    "name": "Happy Ratio",
    "category": "Nutrition & Diet",
    "description": "Happy Ratio sells an all-in-one health shake containing 39 essential nutrients.  Their target market is health-conscious individuals seeking convenient nutrition.  Key differentiators include same-day delivery in select cities and a blog providing nutritional information.",
    "founders": "Harsh Batra",
    "website": "https://happyratio.com/blogs/blog",
    "linkedin": "https://www.linkedin.com/company/happy-ratio/"
  },
  {
    "name": "Ai Health Highway",
    "category": "Medical Devices/Equipment",
    "description": "Ai Health Highway sells AiSteth, a smart stethoscope that visualizes sound on a smartphone, aiding in the detection of heart and lung anomalies via AI/ML.  Targeting primary care clinics, its key differentiator is the cost-effective AI-powered screening for chronic diseases, aiming for early detection and prediction of heart and lung disorders.",
    "founders": "Dr (Maj) Satish S Jeevannavar",
    "website": "https://aisteth.com/",
    "linkedin": "https://www.linkedin.com/company/ai-highway-inc"
  },
  {
    "name": "FC.ONE",
    "category": "Sports",
    "description": "Used by sport academies. Automate back office tasks for sports businesses, clubs and academies.",
    "founders": "Ravneet Singh, Shashank Shekhar",
    "website": "https://fc.one/",
    "linkedin": "https://www.linkedin.com/company/fc-one/"
  },
  {
    "name": "PregAmie",
    "category": "Women's Health",
    "description": "PregAmie is a women's wellness platform offering accessible and affordable physical and mental healthcare.  Targeting women across various life stages (pregnancy, postpartum, menopause, etc.), it provides personalized interventions via an app, connecting users with specialists like gynecologists and mental health experts.  Key differentiators include a comprehensive approach addressing both physical and mental health needs, economical care packages, and a focus on reducing maternal morbidity.",
    "founders": "Abhishek Thakur",
    "website": "https://onelink.to/8h5w64",
    "linkedin": "https://www.linkedin.com/company/pregamie/"
  },
  {
    "name": "HempStreet",
    "category": "Pharmaceuticals/Drug Discovery",
    "description": "Hempstreet is India's first research-to-retail company specializing in cannabis-based Ayurvedic medicines.  Targeting patients and Ayurvedic practitioners, they offer over 300 formulations for conditions like chronic pain and menstrual issues.  Key differentiators include a vast network of 60,000 Ayurvedic doctors and a focus on research-backed, responsibly sourced products.",
    "founders": "Abhishek Mohan",
    "website": "https://www.hempstreet.in/",
    "linkedin": "https://www.linkedin.com/company/hempstreetindia/posts/?feedView=all"
  },
  {
    "name": "Naturally Yours",
    "category": "Nutrition & Diet",
    "description": "This business sells noodles and pasta made without maida (refined flour) and other artificial ingredients.  Their target market is health-conscious consumers seeking quick, tasty, and nutritious meal options. Key differentiators include the use of whole grains and superfoods, resulting in products that are both healthy and convenient (ready in 5-10 minutes),  and free shipping is offered on all orders.",
    "founders": "Vinod C",
    "website": "https://naturallyyours.in/",
    "linkedin": null
  },
  {
    "name": "str8bat",
    "category": "Fitness & Wellness",
    "description": "Str8bat sells a cricket bat sensor and accompanying app to young cricketers and coaches.  The sensor tracks bat speed, timing, and shot placement, providing detailed data analysis via the app.  Key differentiators include 360° shot replays, impact pitch maps, and the ability to compare performance with peers.  The target market is the cricket training and coaching industry.",
    "founders": "Gagan Daga, Madhu Sudan, Rahul Nagar",
    "website": "https://www.str8bat.com/products/str8bat-cricket-bat-sensor",
    "linkedin": "https://www.linkedin.com/company/str8bat-sport-tech-solutions-pvt.-ltd./"
  },
  {
    "name": "Boldfit",
    "category": "Fitness & Wellness",
    "description": "Boldfit Brands is an online retailer selling apparel, hydration products (shakers, bottles), lifestyle accessories (bags, yoga gear), sports equipment, fitness accessories, nutrition supplements, and IPL merchandise.  Their target market is fitness-conscious individuals and sports enthusiasts.  Key differentiators aren't explicitly stated in the provided text.",
    "founders": "Pallav Bihani",
    "website": "https://www.boldfit.com/",
    "linkedin": "https://www.linkedin.com/company/boldfit/"
  },
  {
    "name": "EMoMee",
    "category": "Mental Health",
    "description": "This business sells skill-based playkits, books, and flashcards targeting parents and educators of young children.  Their products focus on developing social-emotional skills,  cognitive abilities, and motor skills.  A key differentiator appears to be the bundled nature of their offerings and the current promotion of a free gift with purchase.",
    "founders": "Pooja Jauhari, Varun Duggirala",
    "website": "https://emomee.com/",
    "linkedin": "https://www.linkedin.com/company/emomee/"
  },
  {
    "name": "Naario",
    "category": "Nutrition & Diet",
    "description": "This business, Naario, sells millet-based food products (millet combos, muesli, snack bhakhri) and chai essentials.  Their target market is health-conscious consumers interested in healthy snacks and beverages.  Key differentiators appear to be a focus on millets and potentially organic ingredients, although further information is needed to confirm this.",
    "founders": "Anamika Pandey",
    "website": "https://www.naario.com/",
    "linkedin": "https://www.linkedin.com/company/naario/"
  },
  {
    "name": "Ivory",
    "category": "Mental Health",
    "description": "Ivory is a brain health app targeting adults aged 35+ concerned about age-related cognitive decline.  It offers FDA-registered brain health screenings, neuroscience-backed games, and personalized recommendations from expert clinicians to help users maintain cognitive function and reduce dementia risk.  Key differentiators include its personalized approach,  integration of games and assessments, and collaboration with neurology experts.",
    "founders": "Issac John, Rahul Krishnull",
    "website": "https://www.liveivory.com/",
    "linkedin": "https://www.linkedin.com/company/liveivory/"
  },
  {
    "name": "Setu Nutrition",
    "category": "Nutrition & Diet",
    "description": "Setu sells science-backed nutritional supplements, primarily focusing on skin health,  targeting health-conscious consumers.  Key differentiators seem to be a focus on practical, effective solutions and a user-friendly online experience with resources like a skin quiz and AI analyzer.",
    "founders": "Nihaal M.",
    "website": "https://setu.in/collections/skin?page=2",
    "linkedin": "https://www.linkedin.com/company/setu-india?trk=public_profile_topcard_current_company"
  },
  {
    "name": "Belong",
    "category": "Other",
    "description": "Belong is a dedicated platform to engage your players",
    "founders": "Prasanna Akella, Meyyappan Thenappan",
    "website": "https://www.linkedin.com/products/we-are-sweet-belong/",
    "linkedin": null
  },
  {
    "name": "Vayu Technology",
    "category": "Fitness & Wellness",
    "description": "Equilibrium offers sensor technology and AI-powered solutions for personalized physical and emotional well-being.  Targeting healthcare professionals and individuals,  its key differentiators are ultra-portable sensors providing comprehensive 3D movement analysis (MoCap) and gait analysis without force plates or cameras, enabling real-time insights, immediate diagnostics, and personalized exercise recommendations via cloud-based access.",
    "founders": "Karan Kanchan, Prathamesh Mantri",
    "website": "http://www.vayu.tech/",
    "linkedin": "https://www.linkedin.com/company/vayutechnology/"
  },
  {
    "name": "Cureous",
    "category": "Medical Devices/Equipment",
    "description": "Cureous Labs offers automated patient repositioning systems for homes and hospitals.  Their target market is healthcare providers and families caring for immobile patients.  Key differentiators include being India's first intelligent automatic system,  reducing caregiver strain, and preventing pressure injuries.",
    "founders": "Asish Mohandas",
    "website": "https://www.cureous.in/",
    "linkedin": "https://il.linkedin.com/company/wix-com?trk=public_jobs_topcard_logo"
  },
  {
    "name": "Decode Age®",
    "category": "Chronic Disease Management",
    "description": "They are Decode Age, India’s first longevity research company. Our mission is to increase human healthspan by slowing down ageing process using state-of-the-art scientific advancements.At Decode Age they recognize ageing as a root cause of chronic diseases and slowing down ageing process, the only way to prevent them.They provide science based preventive longevity solutions and most predictive biological age tests to improve human healthspan.",
    "founders": "Darshit Patel, Parth Amin, Rakesh Somani",
    "website": "https://decodeage.com/products/cognitive-wellness-bundle",
    "linkedin": "https://www.linkedin.com/company/decodeage/"
  },
  {
    "name": "Unbox Health",
    "category": "Nutrition & Diet",
    "description": "Building the Trust & Credibility layer for packaged foods in India. In an industry filled with misinformation, manipulation and marketing tricks, we offer lab-tested facts and zero opinions. We partner with NABL-accredited labs to test products in the market, and rate them based on Label Accuracy & FSSAI Safety guidelines.",
    "founders": "Arjun Anjaria",
    "website": "https://www.unboxhealth.in/request_for_review",
    "linkedin": "https://www.linkedin.com/company/unbox-health/"
  },
  {
    "name": "The Fuller Life, a business of Happiest Health",
    "category": "Fitness & Wellness",
    "description": "Platform for employee wellbeing from health, fitness to diagnostics.",
    "founders": "Arvind Krishnull",
    "website": null,
    "linkedin": null
  },
  {
    "name": "Machaxi",
    "category": "Sports",
    "description": "Dedicated to creating spaces where everyone—whether a curious beginner or a seasoned athlete—can experience the joy and benefits of sports. They offer the most advanced coaching curriculum, empowering our members to transform their training journeys from zero to 100.",
    "founders": "Pratish Raj , Tushar Raj, Ashish Anulld",
    "website": "https://www.machaxi.com/",
    "linkedin": "https://www.linkedin.com/company/machaxi/"
  },
  {
    "name": "Leela Life",
    "category": "Fitness & Wellness",
    "description": "Leela Life promotes a holistic wellbeing framework built on five pillars, one of which is \"Eat Right.\"  This focuses on proper nutrition for improved physical and mental health.  The target market is individuals seeking overall wellness.  Key differentiation appears to be a holistic approach integrating nutrition with other wellbeing aspects, rather than solely focusing on diet.",
    "founders": "Nishant Pradhan , Hari Nair, Heather Dominiak",
    "website": "https://www.leelalife.com/elements/eat-right",
    "linkedin": "https://www.linkedin.com/company/leelalife"
  },
  {
    "name": "Vipasyin",
    "category": "Women's Health",
    "description": "Vipasyin is an Indian online platform offering sexual health counseling and abortion support.  Its target market is sexually active young people. Key differentiators seem to be readily available online counseling, a focus on  intimacy issues and abortion support, and a reportedly responsive and empathetic team.",
    "founders": "Jasmine George , Manu Raveendran",
    "website": "https://vipasyin.io/",
    "linkedin": "https://www.linkedin.com/company/vipasyin-healthcare-private-limited/"
  },
  {
    "name": "SporTech Innovation Lab Pvt Ltd",
    "category": "Fitness & Wellness",
    "description": "An ecosystem of products to support aspiring and playing professional athletes for their everyday needs.",
    "founders": "Sanulld Salil Mitra , Pinaze S Mitra (PhD)",
    "website": null,
    "linkedin": null
  },
  {
    "name": "Open Secret",
    "category": "Nutrition & Diet",
    "description": "This business sells baked, not fried, Bhujia snacks.  The target market is health-conscious consumers seeking weight-loss or healthier snack options. Key differentiators include the baking process (not frying), absence of palm oil, refined sugar, and artificial preservatives,  and the use of jaggery instead of refined sugar.",
    "founders": "Ahana Gautam",
    "website": "https://opensecret.in/collections/new-launches-1",
    "linkedin": "https://www.linkedin.com/company/opensecretsnacks/"
  },
  {
    "name": "Plaeto",
    "category": "Fitness Brand",
    "description": "This is an online retailer of shoes for men, women, and children.  They offer a range of styles including sports shoes, sneakers, and slip-ons.  Key differentiators are not explicitly stated in the provided text, but the emphasis on \"5,00,000+ Happy Feet\" suggests a focus on customer satisfaction and potentially a strong brand reputation.",
    "founders": "Ravi Kallayil, Pavan Kareti",
    "website": "https://plaeto.in/",
    "linkedin": null
  },
  {
    "name": "Unived",
    "category": "Nutrition & Diet",
    "description": "Unived appears to be an online retailer of nutritional supplements and sports nutrition products.  Their target market is health-conscious individuals, likely including athletes and those focused on wellness. Key differentiators aren't explicitly stated in the provided text but may include specific product formulations or bundled offerings.",
    "founders": "Amit Mehta",
    "website": "https://unived.com/",
    "linkedin": "https://www.linkedin.com/company/unived/"
  },
  {
    "name": "Enjogo",
    "category": "Fitness & Wellness",
    "description": "enJogo is an Indian sports learning app offering online and offline training for ages 5-50.  Targeting children and adults interested in sports improvement, it differentiates itself through a full-stack approach combining online workouts, in-person academy connections,  progress tracking (enJogo Skill Points), and gamified league competitions.  Various subscription tiers offer varying levels of access.",
    "founders": "Kishore Taid , Bhaichung Bhutia",
    "website": "https://www.enjogo.com/",
    "linkedin": "https://www.linkedin.com/company/enJogo/"
  },
  {
    "name": "Baller Athletik",
    "category": "Fitness Brand",
    "description": "This business sells men's and women's sleepwear and activewear.  Their target market is consumers interested in comfortable, stylish apparel.  A key differentiator appears to be bundled discounts (e.g., 10% off pre-paid orders or bulk purchases) and promotional giveaways (blue light glasses).",
    "founders": "Tanveer Daswani",
    "website": "https://ballerathletik.com/",
    "linkedin": "https://www.linkedin.com/company/ballerathletik/"
  },
  {
    "name": "ShopDoc",
    "category": "Health Data Management",
    "description": "This business is a healthcare directory and search engine.  It serves patients seeking doctors, clinics, hospitals, labs, and various treatments/surgeries across multiple locations in India.  Key differentiators are not explicitly stated, but the extensive geographical coverage suggests a broad reach as a primary differentiator.",
    "founders": "Shihab Makaniyil",
    "website": "https://shopdoc.in/health-checkups/diet-and-nutrition",
    "linkedin": "https://www.linkedin.com/company/shopdochealth/"
  },
  {
    "name": "ATIUM Sports",
    "category": "Sports",
    "description": "Empowering Sports organisations and their athletes to reach their peak performance through digitization, Sports Science & Artificial Intelligence",
    "founders": "Murugesh Kumar, Neelkanth Raju",
    "website": "https://www.atiumsports.com/",
    "linkedin": "https://www.linkedin.com/company/atiumsports/posts/?feedView=all"
  },
  {
    "name": "Neurostellar",
    "category": "Fitness & Wellness",
    "description": "Neurostellar offers Orbit, a next-generation smart wearable designed to improve health and mental performance.  Targeting individuals seeking self-improvement and peak performance, Orbit uses medical-grade sensors and proven scientific research to provide actionable insights into stress, focus, and recovery patterns.  Key differentiators include its focus on aligning mind-body connection and a strong emphasis on scientific backing.",
    "founders": "Karthik R., Dhanushya Sree",
    "website": "https://www.neuro-stellar.com/",
    "linkedin": "https://www.linkedin.com/company/neurostellar/"
  },
  {
    "name": "Furolife",
    "category": "Mental Health",
    "description": "AI powered mental health platform.",
    "founders": "Jasmeet Kaur, Ujjwal Grover",
    "website": null,
    "linkedin": null
  },
  {
    "name": "Hobfit",
    "category": "Fitness & Wellness",
    "description": "HobFit offers fun, effective weight loss programs.  Targeting individuals seeking weight loss without restrictive diets or tedious workouts,  HobFit differentiates itself through personalized plans, certified coaches, a variety of workout styles (Zumba, Yoga, Bhangra), and a supportive community.  Their 90-day challenge is a key offering, boasting over 500,000 transformed clients across 29 countries.",
    "founders": "Gaurav Dua , Arpit Tyagi, Lakshay Rohilla",
    "website": "https://www.hobfittransformation.in/",
    "linkedin": "https://www.linkedin.com/company/53480889/"
  },
  {
    "name": "Manah Wellness",
    "category": "Mental Health",
    "description": "Solving for mental health at workplaces particularly in industries mostly ignored.",
    "founders": "Ashwin Naik, Ritika Arora",
    "website": "https://www.manahwellness.com/",
    "linkedin": "https://www.linkedin.com/company/manah-wellness/"
  },
  {
    "name": "Pulse Active Stations Network",
    "category": "Medical Devices/Equipment",
    "description": "Pulse Active Stations Network is a connected network of IOT-based Smart kiosks known as the Pulse Active Stations. Each Pulse Active Station generates a report with over 21 body parameters and risk indicators for 12 lifestyle diseases and is placed in a public area with high footfall such as Malls, Hospitals, Stations and other centers for the convenience of the user.",
    "founders": "Joginder Tanikella",
    "website": "https://www.getpulse.in/",
    "linkedin": "https://www.linkedin.com/company/pulseactivestations/"
  },
  {
    "name": "Strangify",
    "category": "Mental Health",
    "description": "Strangify offers a mental wellness platform for employees.  Targeting corporations and individuals, it provides anonymous support through chat and calls with listeners and counselors, journaling tools, mindfulness exercises, and personalized programs.  Key differentiators seem to be its comprehensive approach combining various interventions and its focus on creating a supportive, anonymous community.",
    "founders": "Himanshu Rajpurohit",
    "website": "https://www.strangify.com/",
    "linkedin": "https://www.linkedin.com/company/strangify/"
  },
  {
    "name": "Sisters in Sweat",
    "category": "Fitness & Wellness",
    "description": "SIS offers a community-based platform providing various sports and recreational activities for adults.  Their target market is individuals, particularly those who are new to or intimidated by sports, emphasizing a supportive and inclusive environment.  Key differentiators include the community aspect and focus on creating a welcoming space for less experienced participants.",
    "founders": "Swetha Subbiah",
    "website": "https://sistersinsweat.in/",
    "linkedin": "https://www.linkedin.com/company/sistersinsweat/"
  },
  {
    "name": "KhiladiPro",
    "category": "Fitness & Wellness",
    "description": "Khiladi Pro (KPro.Fit) hosts a sports and fitness olympiad for youth in India and Australia.  Targeting schools and individual students, it offers standardized sports ability tests, gamified progress tracking, and a reward pool (₹1 Cr) including scholarships and sponsorships.  Key differentiators are its use of AI-powered visual assessments and its \"Khiladi Klub\" for top performers, connecting them with brands and academies.",
    "founders": "Utkarsh Yadav",
    "website": "https://kpro.fit/",
    "linkedin": "https://www.linkedin.com/company/khiladipro/about/"
  },
  {
    "name": "Evenflow",
    "category": "Other",
    "description": "Evenflow provides insights, innovation support, and strategic communication services to the space and frontier technology industries.  They offer market access, financial guidance, and creative campaigns.  Their key differentiator is their team's expertise in complex problem-solving within the space sector, combined with a focus on delivering impactful results.  Their target market includes public and private institutions across Europe.",
    "founders": "Utsav Agarwal",
    "website": "https://evenflow.eu/",
    "linkedin": "https://www.linkedin.com/company/evenflow/posts/?feedView=all"
  },
  {
    "name": "oxyto.app",
    "category": "Women's Health",
    "description": "Solving for maternity and child birth care through a digital platform.",
    "founders": "Prathap P S, Srividya V",
    "website": "https://www.oxyto.app/",
    "linkedin": "https://www.linkedin.com/company/oxyto-app/"
  },
  {
    "name": "Feed Smart",
    "category": "Nutrition & Diet",
    "description": "Building healthier food alternatives for kids.",
    "founders": "Sonali Saraogi Singh , Reecha Singh",
    "website": null,
    "linkedin": null
  },
  {
    "name": "Floryo",
    "category": "Nutrition & Diet",
    "description": "Floryo sells freshly milled, made-to-order flours (including custom blends) to health-conscious consumers in Bangalore, Hyderabad, and Chennai.  Key differentiators are its focus on freshness (no warehousing), eco-friendly packaging, and customizable options.  The target market appears to be health-conscious individuals and families seeking high-quality, nutritious flours.",
    "founders": "Manohar Kumar",
    "website": "https://floryo.com/",
    "linkedin": null
  },
  {
    "name": "All Is Well",
    "category": "Fitness & Wellness",
    "description": "All Is Well is an AI-driven integrated fitness app targeting athletes, coaches, and academies in the sports industry.  It offers personalized training plans, access to elite sports science experts (physio, nutrition, mental training), injury reduction strategies, and a 24/7 AI expert chatbot.  Key differentiators include its AI-powered personalized approach and a comprehensive suite of services, all accessible through a user-friendly app.",
    "founders": "Vaibhav Tandon, Manish Gupta, Aparna Popat, OLY",
    "website": "https://alliswell.in/",
    "linkedin": "https://www.linkedin.com/company/all-is-well-app/"
  },
  {
    "name": "Lo Foods",
    "category": "Nutrition & Diet",
    "description": "Lo! Foods is an Indian online retailer specializing in keto and high-protein foods.  Their target market is individuals following ketogenic or high-protein diets, aiming for weight loss or managing conditions like diabetes.  Key differentiators include a wide variety of Indian-inspired keto products (atta, snacks, sweets) and claims of lab-tested, keto-compliant ingredients.  They offer meal subscriptions and ship via Swiggy/Zomato.",
    "founders": "Sudarshan Gangrade",
    "website": "https://lofoods.fit/",
    "linkedin": "https://www.linkedin.com/company/lofoods/"
  },
  {
    "name": "India Hemp Organics",
    "category": "Pharmaceuticals/Drug Discovery",
    "description": "CannaBliss sells oral and topical hemp-based products targeting health and wellness.  Their offerings include pain relief, stress reduction, sleep aids, and skincare solutions.  They also offer hemp nutrition products like protein powder and hemp hearts.  Key differentiators aren't explicitly stated on the provided website snippets but may lie in specific product formulations or brand messaging.",
    "founders": "Rohit Kamath, Loveena Kamath",
    "website": "https://indiahemporganics.com/",
    "linkedin": "https://www.linkedin.com/company/india-hemp-organics/"
  },
  {
    "name": "iMumz",
    "category": "Women's Health",
    "description": "iMumz offers a mobile app providing pregnancy and parenting resources.  Its target market is expectant and new mothers.  Key differentiators are unclear from the provided text, though the mention of \"Garbh Sanskar activities\" suggests a focus on culturally specific practices and a large user base (1.1M+ happy mothers) is highlighted.",
    "founders": "Ravi Teja Akondi , Dr. Jaideep Malhotra",
    "website": "https://www.imumz.com/",
    "linkedin": "https://www.linkedin.com/company/pruoo/mycompany/"
  },
  {
    "name": "HyugaLife",
    "category": "Nutrition & Diet",
    "description": "HyugaLife is an online retailer of Ayurvedic & Herbal Supplements, Sports Nutrition, and other health supplements.  Their target market is health-conscious consumers interested in wellness products.  While specific differentiators aren't clearly stated on this snippet, the mention of \"Try Before You Buy\" suggests a unique customer experience element.",
    "founders": "Sachin Parikh, Anvi Shah, Neehar Modi",
    "website": "https://hyugalife.com/",
    "linkedin": "https://www.linkedin.com/company/thehyugalife/"
  },
  {
    "name": "Evolved Foods",
    "category": "Nutrition & Diet",
    "description": "Evolved Foods is on a mission to provide tastier and healthier 100% plant-based proteins which are a great alternative to traditional animal derived protein products.",
    "founders": "Roma Roy Choudhury , Pradeep Rao",
    "website": "https://evolvedfoods.in/",
    "linkedin": "https://www.linkedin.com/company/evolved-foods/"
  },
  {
    "name": "Rocket Health",
    "category": "Mental Health",
    "description": "Rocket Health provides online mental and emotional healthcare services.  Their target market is individuals experiencing stress, anxiety, depression, or other mental health concerns. Key differentiators include confidential, judgment-free care from registered professionals,  flexible access to therapy, psychiatry, medication (where applicable), and support groups (coming soon).  They offer a free assessment to determine individual needs.",
    "founders": "Dr. Ritika Sinha , Abhineet K.",
    "website": "https://www.rockethealth.app/mental-health",
    "linkedin": "https://www.linkedin.com/company/rockethealthindia/"
  },
  {
    "name": "Push Sports",
    "category": "Other",
    "description": "Push Sports offers expert sports coaching and training programs for young athletes.  Their target market is children and youth in India.  Key differentiators include state-of-the-art facilities (like the Super Kings Academy) and a holistic approach to sports education.  The company gained exposure through Shark Tank India.",
    "founders": "Nitin Pahuja , puru singh, Mukul Grover",
    "website": "https://pushsports.in/",
    "linkedin": "https://www.linkedin.com/company/pushsports/"
  },
  {
    "name": "DRiefcase",
    "category": "Other",
    "description": "DRiefcase helps Indian citizens create Ayushman Bharat Health Accounts (ABHA), a unique health identifier.  Their target market is the general Indian population.  Key differentiators are unclear from the provided text, although the ease of ABHA creation (\"2 steps\") is highlighted.  The service facilitates digital health record management and secure data sharing with healthcare providers and insurers.",
    "founders": "Sohit Kapoor, Harsh Parikh",
    "website": "https://my.driefcase.com/?utm_source=FB&utm_medium=Caption&utm_campaign=Post",
    "linkedin": "https://www.linkedin.com/company/driefcase-health-tech-private-limited/"
  },
  {
    "name": "Mave Health",
    "category": "Mental Health",
    "description": "Mave Health offers a 12-week, at-home neuro-therapy program for depression treatment.  Targeting adults with depression, its key differentiator is a holistic, mind-body approach combining neuro-stimulation, therapy, nutrition, fitness, and coaching.  They claim an 88% improvement rate and faster treatment than traditional methods, emphasizing long-lasting results with low relapse rates.",
    "founders": "Dhawal Jain, Aman Kumar, Jai Sharma",
    "website": "https://www.mavehealth.com/program",
    "linkedin": "https://www.linkedin.com/company/mavehealth/"
  },
  {
    "name": "SKIDS",
    "category": "Fitness & Wellness",
    "description": "Preventive & Participative (Parents  & Teachers)  AI - Powered  Children Health Monitoring",
    "founders": "Sunny Makroo , Dr Satish Prasad Rath, CJ Swamy",
    "website": "https://skids.health/",
    "linkedin": "https://www.linkedin.com/company/skids/"
  },
  {
    "name": "GetSupp",
    "category": "Pharmaceuticals/Drug Discovery",
    "description": "This is an online retailer of health and wellness supplements.  The target market is consumers interested in improving their health, encompassing various concerns like skin, hair, gut health, and overall wellness.  The current promotion highlights a significant sale (50% off plus an additional 8% discount),  but key differentiators beyond the sale price are not explicitly stated on the provided text.",
    "founders": "Arpit Gupta , Deven Vyas",
    "website": "https://getsupp.com/",
    "linkedin": "https://www.linkedin.com/company/getsupp/"
  },
  {
    "name": "PreGenics",
    "category": "Other",
    "description": "Pregenics offers genetic testing and analysis services to consumers.  Their primary product is a genetic assessment report providing insights into predispositions for over 165 health conditions and traits (organic diseases, mental illnesses, and personal characteristics).  The target market is health-conscious individuals seeking proactive health management. Key differentiators include included free genetic counseling and a focus on actionable insights derived from state-of-the-art machine learning techniques.",
    "founders": "Sushant Goyal , Nishit Agrawal",
    "website": "https://pregenics.in/product/analysis-starter-kit/",
    "linkedin": "https://www.linkedin.com/company/pregenics"
  },
  {
    "name": "Clinikally (YC S22)",
    "category": "Telemedicine/Telehealth",
    "description": "This website offers online dermatology consultations for ₹249 (previously ₹499),  with an additional ₹125 discount on orders over ₹2999.  The target market is individuals seeking dermatological advice and skincare products.  A key differentiator is the discounted consultation price, suggesting affordability as a selling point.  The site also showcases a vast catalog of skincare brands.",
    "founders": "Arjun Soin",
    "website": "https://www.clinikally.com/",
    "linkedin": "https://www.linkedin.com/company/clinikally"
  },
  {
    "name": "Litemed India Private Limited",
    "category": "Medical Devices/Equipment",
    "description": "Curapod sells a portable, non-invasive pain relief device using photobiomodulation (PBM) technology.  Targeting individuals with chronic pain, sports injuries, and other pain conditions, its key differentiator is the drug-free, clinically tested approach offering fast relief through reduced inflammation and improved circulation.  The device is marketed for its compact design and ease of use.",
    "founders": "Sri Velliyur, Dr. Surya Prakash",
    "website": "https://litemed.co.in/pages/about-us",
    "linkedin": "https://www.linkedin.com/company/litemed-india-private-limited/"
  },
  {
    "name": "Growfitter",
    "category": "Fitness & Wellness",
    "description": "Growfitter is a fitness platform offering reward-based fitness programs, online and in-person personal training, and discounted access to fitness centers.  Their target market is individuals and businesses seeking fitness solutions. Key differentiators include a rewards system and a focus on partnerships with fitness centers to provide convenient access.",
    "founders": "Sanmati Pande, Harshit Sethy",
    "website": "https://www.growfitter.com/",
    "linkedin": "https://in.linkedin.com/company/growfitter.com"
  },
  {
    "name": "Pandorum Technologies",
    "category": "Biotech",
    "description": "Pandorum is a tissue engineering and regenerative medicine company.  Their main products are bioengineered cornea, mini-liver organoids (for drug discovery), and a lung regeneration therapy.  Their target market includes the medical research and therapeutic fields.  Key differentiators appear to be their proprietary technology platform combining biomaterials, cellular engineering, and exosome/nanotherapy for tissue construction and regeneration.",
    "founders": "Tuhin Bhowmick, Arun Chandru",
    "website": "http://www.pandorum.com/",
    "linkedin": "https://www.linkedin.com/company/pandorumtechnologies/"
  },
  {
    "name": "Zealver",
    "category": "Chronic Disease Management",
    "description": "Zealver offers holistic preventive and primary healthcare services to seniors (50+).  They provide personalized improvement plans based on comprehensive assessments, aiming to enhance quality of life.  Key differentiators include a focus on personalized plans and in-home assessments, along with ongoing support from a dedicated companion.",
    "founders": "Rajan Mehta",
    "website": "https://zealver.life/",
    "linkedin": "https://www.linkedin.com/company/zealverlife/"
  },
  {
    "name": "OatMlk",
    "category": "Nutrition & Diet",
    "description": "This business sells OatMlk, a plant-based milk alternative.  Their target market is consumers seeking healthier dairy alternatives, likely in urban areas (Mumbai, Delhi NCR, Bengaluru mentioned).  A key differentiator may be a focus on high quality and a creamy texture,  emphasized in their product description.",
    "founders": "Akash Wadhwani, Rishabh Gupta",
    "website": "https://www.shop.oatmlk.in/products/oatmlk-x-12",
    "linkedin": "https://www.linkedin.com/company/oatmlk/"
  },
  {
    "name": "Nyumi",
    "category": "Nutrition & Diet",
    "description": "Nyumi offers multivitamin gummies targeting women's health.  Products focus on hair, skin, sleep, and gut health, using a blend of Western and Indian ingredients. Key differentiators include vegan, allergen-free formulations and clinically researched ingredients.",
    "founders": "Anullya Agarwal",
    "website": "http://www.nyumi.com/",
    "linkedin": "https://www.linkedin.com/company/nyumi/"
  },
  {
    "name": "Akshayakalpa Organic",
    "category": "Nutrition & Diet",
    "description": "Akshayakalpa Organic is an Indian company specializing in certified organic dairy products and produce.  Their target market is health-conscious consumers seeking premium, naturally healthy food.  Key differentiators include their commitment to sustainable farming practices, antibiotic-free milk, and support for their farming communities.  They offer a wide range of organic milk, yogurt, cheese, honey, and other products.",
    "founders": "Shashi Kumar",
    "website": "https://www.akshayakalpa.org/",
    "linkedin": "https://www.linkedin.com/company/akshayakalpaorganic/"
  },
  {
    "name": "Neuphony™",
    "category": "Medical Devices/Equipment",
    "description": "Neuphony offered brain-computer interface (BCI) products including wearable EEG headbands and software applications.  Their target market was likely researchers, developers, and potentially consumers interested in biofeedback and neurotechnology.  Key differentiators are not explicitly stated in the provided text, which primarily focuses on the company's closure in October 2024.",
    "founders": "Ria Rustagi , Bhavya Madan",
    "website": "https://neuphony.com/",
    "linkedin": "https://www.linkedin.com/company/neuphonyforu/"
  },
  {
    "name": "Superfoods Valley",
    "category": "Nutrition & Diet",
    "description": "Superfoods Valley is a food-tech company offering nutritional supplements, specifically targeting Indian families concerned about children's dietary habits and micronutrient deficiencies (\"hidden hunger\").  Their key differentiator is a range of easily-incorporated products designed to subtly add nutrients to existing meals, inspired by traditional Indian cooking methods.  They also emphasize nutritional transparency and donate a portion of sales to fight hidden hunger in underprivileged communities.",
    "founders": "Amarpreet Singh Anulld",
    "website": "https://superfoodsvalley.com/",
    "linkedin": "https://www.linkedin.com/company/superfoods-valley-pvt-ltd/"
  },
  {
    "name": "TruNativ",
    "category": "Fitness Brand",
    "description": "The business appears to be an online retailer offering unspecified products.  They target a broad market and incentivize purchases with discounts (10% for orders over ₹1000, plus an extra 5% for prepaid orders up to ₹50).  A key differentiator is their stated commitment to exclusive customer support during weekday business hours.",
    "founders": "Pranav Malhotra",
    "website": "https://trunativ.co/",
    "linkedin": "https://www.linkedin.com/company/trunativ-foods-beverages-pvt-ltd/"
  },
  {
    "name": "Dashmed",
    "category": "Health Data Management",
    "description": "API products for healthcare ecosystem. Think Razorpay for health.",
    "founders": "Vibhor Agnihotri , Aman Trigunait",
    "website": "https://www.linkedin.com/products/dashmed-apis-to-connect-with-abdm-ecosystem/",
    "linkedin": null
  },
  {
    "name": "Kyno Health",
    "category": "Fitness & Wellness",
    "description": "General physicians at home for personal care.",
    "founders": "Aditya Gupta",
    "website": "https://www.kynohealth.com/",
    "linkedin": "https://www.linkedin.com/company/kyno-health/"
  },
  {
    "name": "Hudle",
    "category": "Other",
    "description": "This business offers a suite of video analysis and data solutions for sports teams and organizations.  Their target market includes clubs, leagues, federations, and universities across various sports (football, volleyball, etc.).  Key differentiators include a comprehensive platform integrating video capture (Capture Focus),  extensive databases (Wyscout),  performance analytics (Sportscode, Volleymetrics), and athlete monitoring (WIMU),  providing a one-stop solution for performance analysis and improvement.",
    "founders": "Suhail Narain , Arjun Singh Verma",
    "website": "https://www.hudl.com/en_gb/",
    "linkedin": "https://www.linkedin.com/company/hudl/"
  },
  {
    "name": "Jile Health",
    "category": "Chronic Disease Management",
    "description": "Jilo Health provides affordable healthcare solutions to India's \"missing middle\" (130 million households) underserved by existing systems.  They leverage technology to identify chronic diseases, build a health data pipeline, and generate demand for pharmacies and other healthcare providers.  Their key differentiator is a focused segment approach generating revenue through commissions on referrals.",
    "founders": "Suman Kumar Jha",
    "website": "https://www.jilohealth.com/",
    "linkedin": null
  },
  {
    "name": "The Mynd project",
    "category": "Mental Health",
    "description": "Project Mynd is a student-run organization offering accessible psychology education.  They target a general audience interested in mental health and psychology, providing articles, Instagram posts, and a podcast covering various topics within the field.  Key differentiators are their student-led approach and focus on making complex psychological information engaging and easily digestible for a broader audience.",
    "founders": "Snigdha Kumar , Shrijit Venkatesh",
    "website": "https://www.projectmynd.net/",
    "linkedin": null
  },
  {
    "name": "Devigere Biosolutions",
    "category": "Nutrition & Diet",
    "description": "Deivgere Biosolutions provides sustainable, plant-based protein solutions derived from pulses (like cowpea and mung bean).  Their target market is the food and beverage industry, offering versatile, clean-label ingredients for various applications (e.g., egg replacements, sports nutrition, plant-based meats). Key differentiators include a chemical-free extraction method and a focus on environmentally friendly, non-GMO, soy-free production.",
    "founders": "Smitha devigere",
    "website": "https://devigerebiosolutions.com/",
    "linkedin": "https://www.linkedin.com/company/devigere-biosolutions-pvt-ltd/"
  },
  {
    "name": "Spectacom Global",
    "category": "Fitness & Wellness",
    "description": "Spectacom Global builds health and wellness communities for corporations, colleges, athletes, and amateurs.  They offer an obstacle race (The Devils Circuit), a sports/fitness ticketing platform, a health & wellness app, and corporate wellness programs.  Key differentiators include a holistic approach combining various platforms and a focus on community building within the Indian market.",
    "founders": "Adnull Adeeb, Zeba Zaidi Adeeb",
    "website": "https://spectacom.in/",
    "linkedin": "https://www.linkedin.com/company/spectacomglobal"
  },
  {
    "name": "DocMode Health Technologies Ltd.",
    "category": "Other",
    "description": "DocMode offers certified continuing medical and professional development courses across various medical specialties.  Its target market is healthcare professionals seeking self-paced, outcome-based learning.  Key differentiators include validated insights and access to therapy-specific assessment tools, enabling efficient and convenient professional development.",
    "founders": "Hans Lewis",
    "website": "https://docmode.org/",
    "linkedin": null
  },
  {
    "name": "immunitoAI",
    "category": "Biotech",
    "description": "ImmunitoAI is a TechBio company developing AI-generated antibody therapeutics.  Its target market is the pharmaceutical industry.  Key differentiators include its AI platform that designs novel antibodies *de novo* with pre-defined drug properties, increasing efficiency and expanding beyond naturally occurring antibodies, focusing on \"drug-first\" design rather than traditional discovery.",
    "founders": "Aridni Shah , Trisha Chatterjee",
    "website": "https://www.immunitoai.com/",
    "linkedin": null
  },
  {
    "name": "Human Edge",
    "category": "Other",
    "description": "This business focuses on health and wellness, targeting ambitious individuals (\"achievers\") seeking to improve their health and longevity.  The exact product or service isn't specified, but the marketing emphasizes achieving optimal health and reclaiming lost years of well-being.  Key differentiators are not explicitly stated in the provided text.",
    "founders": "Dr. Marcus Ranney",
    "website": "https://www.humanedge.co/",
    "linkedin": null
  },
  {
    "name": "Newmi Care",
    "category": "Women's Health",
    "description": "Newmi Care is India's leading 'Outpatient Care' platform for women and child. Newmi is focused on curative and preventive care across a woman's health journey - Puberty/Period Care, Sexual Health, Hormonal Health, PCOS, Pre-Pregnancy, Pregnancy, Postpartum, Perimenopause & Women Reproductive Organ Cancers.",
    "founders": "Aditi Mittal , Sanchit Agarwal",
    "website": "https://www.newmi.in/en/",
    "linkedin": "https://www.linkedin.com/company/newmi/"
  }
]